export const localInfo = {
  left: [
    [{name:'市政委法委',state:0},{name:'市检察院',state:1},{name:'市人力资源和社会保障局',state:0}],
    [{name:'市总工会',state:0},{name:'市司法局',state:1},{name:'厦门警备区政治部门',state:0}],
    [{name:'市台办',state:1},{name:'市侨联',state:0},{name:'市场监督管理局',state:0}],
    [{name:'市文旅局',state:0},{name:'市工商联',state:0},{name:'市银保监局',state:0}],
    [{name:'市证监局',state:0},{name:'市保险协会',state:0},{name:'市银保监局',state:0}],
    [{name:'市团委',state:0},{name:'市企联',state:0},{name:'市公安局',state:1}]
    
  

    // ['市政委法委', '市检察院', '市人力资源和社会保障局'],
    // ['市总工会', '市司法局', '厦门警备区政治部门'],
    // ['市台办', '市侨联', '市场监督管理局'],
    // ['市文旅局', '市工商联', '市银保监局'],
    // ['市证监局', '市保险协会', '市银保监局'],
    // ['市团委', '市企联', '市公安局']
  ],
  right: [
    [{name:'市自然资源局',state:0},{name:'市生态环境局',state:0},{name: '市林业局',state:0}],
    [{name:'市农业农村局',state:0},{name:'市水利局',state:1},{name:'市海洋渔业局',state:0}],
    [{name:'市税务局',state:0},{name:'市教育局',state:1},{name:'市民政局',state:0}],
    [{name:'市资源和规划局',state:0},{name:'市建设局',state:0},{name:'市交通局',state:0}],
    [{name:'市卫健委',state:1},{name:'市退役军人局',state:0},{name:'市应急局',state:0}],
    [{name:'市执法局',state:0},{name:'市信访局',state:0},{name:'厦门仲裁委',state:0}]
    // ['市自然资源局', '市生态环境局', '市林业局'],
    // ['市农业农村局', '市水利局', '市海洋渔业局'],
    // ['市税务局', '市教育局', '市民政局'],
    // ['市资源和规划局', '市建设局', '市交通局'],
    // ['市卫健委', '市退役军人局', '市应急局'],
    // ['市执法局', '市信访局', '厦门仲裁委']
  ]
}
